<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<%@ page import="java.util.*;"%>
<%@taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<%@ include file="/common/taglib.jsp" %>
<!DOCTYPE HTML>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=0;">
<title>协议条款</title>
<link rel="stylesheet" type="text/css" href="${global_css_url }/css.css" />
</head>
<body>
<p style="padding:10px;background-color: #fff;">
<b style="text-align: center;width:100%;float: left;line-height: 40px;">服务协议</b><br>
&nbsp;&nbsp;&nbsp;&nbsp;欢迎您使用智慧社区服务平台的服务！<br>

为使用智慧社区服务平台的服务，您应当阅读并遵守本《服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款（部分免除或者限制责任条款以字体加粗形式提示您注意）。

除非您已阅读并接受本协议所有条款，否则您无权使用智慧社区服务平台提供的服务。您使用智慧社区服务平台的服务即视为您已阅读并同意上述协议的约束。

如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。<br>

    一、总则

本协议是您与智慧社区服务平台之间关于用户使用智慧社区服务平台相关服务所订立的协议。您在使用智慧社区服务平台网站提供的任何功能及服务的同时，承诺接受并遵守各类相关规则的规定。智慧社区服务平台有权根据需要不时地制定、修改本协议正文或智慧社区服务平台网站各类规则，如本协议正文或智慧社区服务平台网站各类规则有任何变更，智慧社区服务平台将在网站上刊载公告，通知予用户。如用户不同意相关变更，可选择停止使用智慧社区服务平台网站的全部功能及服务。经修订的本协议正文及智慧社区服务平台网站各类规则一经在智慧社区服务平台网站公布后，立即自动生效，成为本协议的一部分。登录、注册或继续使用智慧社区服务平台网站任何功能及服务将表示您接受经修订的本协议。除另行明确声明外，任何使智慧社区服务平台网站功能增强及服务范围扩大的新内容均受本协议约束。
<br>
    二、定义
<br>
智慧社区服务平台：指南京港湾信息科技有限公司及其相关服务可能存在的运营关联单位。

用户：指使用智慧社区服务平台相关服务的使用人，在本协议中更多地称为“您”。

智慧社区服务平台网站：指智慧社区服务平台宣传、视频播放、信息推广的平台，有关智慧社区服务平台上的术语或图示的含义，详见智慧社区服务平台帮助。

在线产品：智慧社区服务平台网站在线产品分为机构课程、学习相关资料以及学习文具等类型，根据产品类型以及智慧社区服务平台运营安排，用户在今后可能需要支付一定费用。智慧社区服务平台会作出收费提示，用户同意支付相应产品费用方能进行正常使用。智慧社区服务平台不保证用户购买的产品一定满足用户的内心需求，用户须自行判断是否购买相应产品。

第三方支付平台：智慧社区服务平台网站的第三方支付平台是为用户购买相应产品提供支付途径，用户自行选择支付平台进行网上支付，并承担网上支付的所有风险。
<br>
    三、网络使用规则<br>

1、除非您与智慧社区服务平台另有约定，您同意本服务仅为您个人非商业性质的使用。<br>

2、您应当通过智慧社区服务平台提供或认可的方式使用本服务。您依据本协议条款所取得的权利不可转让。对于您在智慧社区服务平台网站上的不当行为或其它任何智慧社区服务平台认为应当终止服务的情况，智慧社区服务平台有权作出独立判断并随时作出删除相关信息、停止服务提供等处理，而无须征得用户的同意。智慧社区服务平台应本着诚实信用的原则向用户提供在线教育服务，不得随意中止或停止提供该项服务。但由于不可抗力或者其它非智慧社区服务平台因素造成的服务中止或停止，智慧社区服务平台不承担任何责任。
<br>
3、您在使用智慧社区服务平台服务时，必须遵守中华人民共和国相关法律法规的规定，应同意将不会利用智慧社区服务平台服务进行任何违法或不正当的活动，包括但不限于下列行为：
<br>
（1）伪造标题或以其他方式操控识别资料，使他人产生误解。
<br>
（2）上载、张贴、发送电子邮件或以其他方式传送无权传送的内容；
<br>
（3）侵犯他人著作权或其他知识产权，或违反保密、雇佣或不披露协议披露他人商业秘密或保密信息；
<br>
（4）张贴、发送、传输或以其他方式提供任何未经收件人请求或授权的电子邮件信息、广告、促销资料、垃圾邮件等，包括但不限于大批量的商业广告和信息公告；
<br>
（5）上载、张贴、以电子邮件发送、传输、存储或以其他方式提供包含病毒或包含旨在危害、干扰、破坏或限制有关服务（或其任何部分）或任何其他计算机软件、硬件或通讯设备之正常运行的任何其他计算机代码、文档或程序的任何资料；
<br>
（6）未经允许，不得对智慧社区服务平台网站中存储、处理或者传输的数据和应用程序进行删除、修改或者增加等；
<br>
（7）干扰或破坏有关服务，或与有关服务连接的任何服务器或网络，或从事违反与有关服务连接之网络的任何政策、要求或规定的活动；
<br>
（8）采集并存储涉及有关服务任何其他用户的个人信息，以用于任何上述被禁止的活动；
<br>
（9）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。
<br>
4、您在使用智慧社区服务平台服务时，不得利用智慧社区服务平台网站制作、复制、查阅和传播下列信息：
<br>
（1）反对宪法所确定的基本原则的；
<br>
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
<br>
（3）损害国家荣誉和利益的；
<br>
（4）煽动民族仇恨、民族歧视，破坏民族团结的；
<br>
（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
<br>
（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
<br>
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
<br>
（8）侮辱或者诽谤他人，侵害他人合法权益的；
<br>
（9）损害智慧社区服务平台及智慧社区服务平台网站名誉、商誉以及其他权益的信息资料。
<br>
（10）含有法律、行政法规禁止的其他内容的。
<br>
智慧社区服务平台依法对用户在网站上发表的内容进行过滤和监控，保留删除已经发现的禁止内容的权利，以尽到善良管理人的注意义务。
<br>
5、 用户应对自己在智慧社区服务平台网站上的一切行为承担全部法律责任以及不利后果。
<br>
6、 智慧社区服务平台提供需要用户支付一定的费用的收费服务。对此，智慧社区服务平台会在用户使用前明示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则智慧社区服务平台有权不向用户提供该等收费网络服务。
<br>
7、 用户为使用智慧社区服务平台服务，须自行配备进入国际互联网所必需的设备，包括电脑、手机及其他与接入互联网或移动网有关的装置，并自行支付与此服务有关的费用。
<br>
8、 用户同意智慧社区服务平台有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业与非商业信息，包括但不限于向您的电子邮箱、手机发送有关智慧社区服务平台最新上线的在线课程、举办的宣传活动、研发推广的智慧社区服务平台应用等内容的邮件或信息。
<br>
    四、注册用户账号
<br>
1、为了能够完整使用智慧社区服务平台网站的功能和服务，您必须注册本网站的个人用户账号。
<br>
2、您须在注册时按照注册提示提供准确用户名、邮箱、密码以及其他详尽的个人信息资料。在个人的注册信息发生变化时，您应及时更新自己的注册信息，保证其个人资料的详尽和准确。所有用户输入的个人信息将被视作准确表明了用户的身份，并作为智慧社区服务平台提供所有功能及服务的有效依据。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的全部责任及后果，并且智慧社区服务平台保留终止用户使用本网站各项功能及服务的权利。
<br>
3、您一旦注册成功，成为智慧社区服务平台网站的正式用户后，应当对自己的用户名、邮箱和密码等登录信息的安全性负全部责任。用户自行保管其账号和密码。用户账号、密码使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或者售卖。
<br>
4、一个用户只能申请注册一个用户账号，一个用户帐号只能由一个用户使用，不允许一人使用多个用户账号，也不允许多人使用同一个用户帐号。如果用户帐号的注册人违反此规定，智慧社区服务平台将有权注销此用户帐号并保留追究法律责任的权利。
<br>
5、用户账号和密码遭到他人非法使用或发生其他任何安全问题，用户应当立即通知智慧社区服务平台。因黑客行为或用户的过错导致账号、密码被他人非法使用，智慧社区服务平台不承担任何责任。
<br>
6、智慧社区服务平台将建立健全用户信息安全管理制度，按照智慧社区服务平台保护隐私权政策保障用户信息安全。
<br>
    五、有偿购买规则
<br>
1、智慧社区服务平台网站的有偿在线产品或服务一经购买，均不得以任何形式进行退换。智慧社区服务平台不保证您购买的产品和服务一定满足用户的内心需求，您须自行判断是否购买相应课程和服务。
<br>
2、智慧社区服务平台网站在线产品和服务的付费方式是委托第三方平台代收，您知悉并确认第三方平台网上支付的所有风险（包括但不限于计算机黑客袭击、不可抗力等）以及可能发生的损失，您同意自行承担此风险及可能的损失。无论您选择何种支付方式，您在智慧社区服务平台网站上通过第三方平台支付的费用仅为智慧社区服务平台在线产品或服务的购买价格，不包含上网电话费、上网信息费等其他费用。
<br>
3、您所购买的在线产品将自动添加到您的用户账号名下，您应在有效期内登录智慧社区服务平台自行学习购买的产品，并获得您购买的服务。
<br>
4、您了解并同意，智慧社区服务平台在您购买在线产品和服务后，为了提供更好的在线产品和服务，会不定期更新您已购买的在线产品和服务，无需事先通知您。
<br>
5、如您违反智慧社区服务平台服务协议，智慧社区服务平台在注销您的账号同时您所购买的在线产品和服务也将立即终止。您知悉并确认，无论是您自行注销账号或是智慧社区服务平台依服务协议注销您的账号，智慧社区服务平台均无须退还您已支付的一切费用。
<br>
6、智慧社区服务平台有权随时更新在线产品和服务的具体内容、有效期、购买方式以及收费标准等信息，无需事先通知并征得您的同意，所有信息自公布于智慧社区服务平台网站时立即生效。如您不同意更新后的信息，可以选择放弃登录使用智慧社区服务平台，但智慧社区服务平台不退换您已支付的一切费用。如果您在信息更新后继续登录使用智慧社区服务平台，则视为您同意并接受更新后的信息。
<br>
    六、资料使用许可
<br>
智慧社区服务平台网站上的所有内容和其他资料，包括但不仅限于代码、图片、文本、排版、安排、显示、插图、音频和视频片段、HTML文件以及其他内容都归智慧社区服务平台及其附属机构和授权人所有，这些内容受版权、专利或其他知识产权相关的法律保护。在您同意本协议的条件下，智慧社区服务平台授权您个人访问和使用网站、非排他的、不可转让的许可。您可以下载资料作为个人非商业用途。除此以外，您不能够复制、重制、转播、分发、发布，商业使用，或者转换任何资料，也不能修改或创造资料的派生作品。您需要承担正确使用任何网站上的信息、软件或其他内容的责任。
<br>
    七、用户内容提交
<br>
网站可能会让您能够上传特定的信息、文本或材料，包括但不仅限于任何发布到网站等公共论坛或普通论坛的文字或材料（“用户内容”）。对于您提交的用户内容或者在使用网站过程中所提交内容，您将授予智慧社区服务平台及其附属机构和授权人完全可转让的、全球范围内、永久的、免版税和非独占性许可，用于使用、分发、再授权、复制、修改、改编、公开执行和公开显示这些用户内容。一旦提交了用户内容，就代表（a）您有足够权利提供这些用户信息，并且有权授权智慧社区服务平台及其附属机构和授权人使用上述的用户内容；（b）这些用户内容是准确且相对完整的；（c）您要对使用用户内容可能产生的第三方费用负有责任；（d）这些用户内容现在和将来都不会侵犯任何第三方的权利（包括但不仅限于隐私、知识产权和其他财产权利），或构成欺诈言论，虚假陈述或不公平的商业实践。

网站可能会允许您上传或发送站点及其相关服务（“反馈”）信息给智慧社区服务平台。您在发送反馈信息时，就同时不可撤销地授权给智慧社区服务平台及其他参与机构使用、披露、复制、分发、再授权、准备衍生作品、公开演出和公开展示这些提交内容的许可。
<br>
    八、知识产权条款
<br>
1、智慧社区服务平台网站中包含的任何文字、图表、音频、视频和/或软件（包括但不限于软件中包含的图表、动画、音频、视频、界面实际、数据和程序、代码、文档）等信息或材料均受著作权法、商标法和/或其它法律法规的保护，未经相关权利人书面同意，用户不得以任何方式全部或部分复制、转载、引用、链接、抓取或以其他方式使用该等信息或材料。
<br>
2、本协议未授予用户使用智慧社区服务平台任何商标、服务标记、标识、域名和其他显著品牌特征的权利。
<br>
3、除本协议明确允许的以外，用户不得以任何形式或任何方式对智慧社区服务平台服务部分或全部内容进行修改、出租、租赁、出借、出售、分发、复制、创作衍生品或用于任何商业用途。
<br>
4、用户在智慧社区服务平台上发布的信息不得侵犯任何第三人的知识产权，未经相关权利人之事先书面同意，用户不得以任何方式上传、发布、修改、传播或复制任何受著作权保护的材料、商标或属于其他人的专有信息。
<br>
5、用户同意，对于其上传到智慧社区服务平台网站的任何内容，智慧社区服务平台在全世界范围内不限形式和载体地享有永久的、不可撤销的、免费的、非独家的使用权和转授权的权利，包括但不限于修改、复制、发行、展览、改编、汇编、出版、翻译、信息网络传播、广播、表演和再创作及著作权法等法律法规确定的其他权利，用户特别授权智慧社区服务平台以自己名义单独对第三方的侵权行为提起诉讼并获得全额赔偿。智慧社区服务平台无须为此向用户给予任何报酬或承担任何义务，也无须另行通知。
<br>
6、智慧社区服务平台网站上转载作品（包括论坛内容）出于传递更多信息之目的，并不意味智慧社区服务平台（包括智慧社区服务平台关联企业）赞同其观点或证实其内容的真实性。如您认为智慧社区服务平台网站内容（包括但不限于智慧社区服务平台用户发布的信息）可能涉嫌侵犯您的合法权益，应该及时向智慧社区服务平台发出书面权利通知（包括但不限于提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明等）。书面权利通知中应包含关于通知内容真实性的声明：“由以上操作所引起的一切后果，与智慧社区服务平台无关，由我本人/公司承担。”在签字或加盖公章后，请将上述权利通知书纸质文档发往以下地址：江苏省南京市鼓楼区黄家圩路41-1号A2幢2楼202室平台运营部收，也可将上述权利通知书扫描件（签字或公章须清晰可见）发往以下邮箱：allnet-iot@allnet-iot.com。智慧社区服务平台在收到上述书面权利通知后，将依其合理判断，尽快做出处理。
<br>
    九、免责声明
<br>
1、用户理解并确认，智慧社区服务平台需要定期或不定期地对平台及相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，智慧社区服务平台无需为此承担任何责任，但智慧社区服务平台应提前通知。
<br>
2、智慧社区服务平台网站受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，影响智慧社区服务平台的正常使用。鉴于网络的特殊性，本司对非智慧社区服务平台原因造成的平台服务质量欠佳等用户损失，不承担任何责任。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。
<br>
3、用户理解并确认，对于智慧社区服务平台向用户提供的任何免费提供及赠送的产品或者服务的质量缺陷及其引发的任何损失，智慧社区服务平台无需承担任何责任。
<br>
4、用户可通过智慧社区服务平台服务获得第三方的某些内容，或者智慧社区服务平台可能为方便用户而提供通往第三方网站的链接，但智慧社区服务平台不负责检查或评估任何该等第三方材料、产品、服务或网站内容的准确性，并且，智慧社区服务平台对此不作保证、不承担任何责任、也不负有任何义务。用户对此自行加以判断，并承担因使用该等内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险。
<br>
5、用户在智慧社区服务平台的言论等举止表现属个人行为，与智慧社区服务平台无关。智慧社区服务平台会严格依法进行日常的网站管理，有权利对用户的不当个人行为采取必要措施。用户应对自己在智慧社区服务平台网站上的一切行为承担全部法律责任以及不利后果，智慧社区服务平台不承担任何责任。
<br>
6、用户明确同意其使用智慧社区服务平台服务所存在的风险及其后果将完全由其自己承担，智慧社区服务平台对用户不承担任何责任。如因用户违反有关法律、法规或本协议项下的任何条款而给智慧社区服务平台或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
<br>
    十、服务的终止
<br>
1、 在下列情况下，智慧社区服务平台可以通过注销用户的方式终止服务：
<br>
（1）在用户违反本服务协议相关规定时，智慧社区服务平台有权终止向该用户提供服务。智慧社区服务平台将在终止服务时通知用户。但如该用户在被智慧社区服务平台终止提供服务后，再一次直接或间接或以他人名义注册为智慧社区服务平台用户的，智慧社区服务平台有权再次单方面终止向该用户提供服务；
<br>
（2）如智慧社区服务平台通过用户提供的信息与用户联系时，发现用户在注册时填写的电子邮箱已不存在或无法接收电子邮件的，经智慧社区服务平台以其它联系方式通知用户更改，而用户仍未能提供新的电子邮箱地址的，智慧社区服务平台有权终止向该用户提供服务；
<br>
（3）一旦智慧社区服务平台发现用户注册数据中主要内容是虚假的，智慧社区服务平台有权随时终止向该用户提供服务；
<br>
（4）服务协议更新后，用户明示不愿接受新的服务协议的；
<br>
（5）智慧社区服务平台认为需终止服务的其他情况。
<br>
2、如用户向智慧社区服务平台提出注销用户帐号时，经智慧社区服务平台审核同意，由智慧社区服务平台注销该用户帐号。但注销该用户账号后，智慧社区服务平台仍保留下列权利：
<br>
（1）用户注销后，智慧社区服务平台有权保留该用户的注册数据及以前的行为记录；
<br>
（2）用户注销后，用户仍应对其在注销前在智慧社区服务平台网站上的一切行为承担全部法律责任以及不利后果，智慧社区服务平台对用户注销前的前述行为保留不承担任何责任的权利。
<br>
    十一、法律适用
<br>
本协议的订立、生效、解释、执行、管辖、争议的解决均适用中华人民共和国法律（不含冲突法）。若用户和智慧社区服务平台之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交智慧社区服务平台住所地有管辖权的人民法院管辖。
<br>
    十二、其他
<br>
1、 本协议自用户注册智慧社区服务平台之日起生效。
<br>
2、 本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
<br>
3、 智慧社区服务平台保留在法律允许范围内对本协议的最终解释权。
<br>
隐私政策
<br>
    欢迎您使用智慧社区服务平台的服务！智慧社区服务平台非常重视对您隐私的保护，请您仔细阅读如下声明。

当您访问智慧社区服务平台网站或使用智慧社区服务平台提供的服务前，您需要同意隐私政策中具体解释的收集、使用、公布和以其它形式运用您或您的被代理人的个人信息的政策。如果您不同意隐私政策中的任何内容，请立即停止使用或访问智慧社区服务平台网站。

为了给您提供更准确、更有针对性的服务，智慧社区服务平台可能会以如下方式，使用您提交的个人信息，但智慧社区服务平台会以高度的勤勉义务对待这些信息。
<br>
    一、个人信息的范围
<br>
1、用户注册智慧社区服务平台网站账户时，用户根据智慧社区服务平台网站要求提供的个人注册信息；
<br>
2、在用户使用智慧社区服务平台网站服务，参加智慧社区服务平台网站活动，或访问智慧社区服务平台网站时，智慧社区服务平台自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；
<br>
3、智慧社区服务平台通过网站所设Cookie收集到的用户在使用智慧社区服务平台网站服务的有关数据，包括但不限于购买、听课等行为；
<br>
4、智慧社区服务平台通过合法途径从合作伙伴处取得的用户个人数据。
<br>
    二、信息使用方式
<br>
1、智慧社区服务平台不会向任何人出售、出借或披露用户的个人信息，除非事先得到用户的许可；
<br>
2、智慧社区服务平台不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，智慧社区服务平台有权立即解除与该用户的用户协议，注销其账号；
<br>
3、为服务用户的目的，智慧社区服务平台可以通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息，或者与智慧社区服务平台合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）；
<br>
4、智慧社区服务平台可以对用户信息进行数据分析，并对上述分析结果进行商业利用。
<br>
5、智慧社区服务平台可以在提供的各项服务的同时，向用户的电子邮件、手机、通信地址等发送商业信息，包括不限于最新的智慧社区服务平台课程信息、促销信息等。
<br>
    三、信息披露
<br>
用户的个人信息将在下述情况下部分或全部被披露：
<br>
1、经用户同意，向第三方披露；
<br>
2、如用户是具有资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
<br>
3、根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
<br>
4、如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；
<br>
5、为提供用户所要求的产品和服务，而必须和第三方分享用户的个人信息；
<br>
6、其它智慧社区服务平台根据法律或者网站政策认为合适的披露。
<br>
    四、用户对个人信息的控制
<br>
1、用户登录后，可以点击“个人中心”的“设置”对用户的个人信息进行编辑和删除，除非智慧社区服务平台另有规定；
<br>
2、用户不得通过智慧社区服务平台网站对任何人的个人信息进行或试图进行收集、披露、买卖等不当行为，或唆使其他用户从事前述不当行为。
<br>
    五、信息安全
<br>
1、智慧社区服务平台账户有安全保护功能，请妥善保管用户的账户及密码信息；
<br>
2、如果用户发现自己的个人信息泄漏，尤其是智慧社区服务平台账户及密码，请用户立即联络智慧社区服务平台客服，以便智慧社区服务平台采取相应措施。
<br>
    六、政策修改：
<br>
本隐私条款自2015年2月1日起生效。智慧社区服务平台将根据法律、法规或政策的变更和修改，或智慧社区服务平台网站内容的变化和技术的更新，或其他智慧社区服务平台认为合理的原因，对本隐私政策进修改并以网站公告、用户通知等合适的形式告知用户，若您不接受修订后的条款的，应立即停止使用本服务，若您继续使用本服务的，视为接受修订后的所有条款。
</p>



</body>
</html>



